mylog.xml

b'<soap12:Envelope xmlns:soap12="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soap12:Header><mdfeCabecMsg xmlns="http://www.portalfiscal.inf.br/mdfe/wsdl/MDFeRecepcao"><cUF>22</cUF><versaoDados>3.00</versaoDados></mdfeCabecMsg></soap12:Header><soap12:Body><mdfeDadosMsg xmlns="http://www.portalfiscal.inf.br/mdfe/wsdl/MDFeRecepcao"><enviMDFe versao="3.00" Id="MDFe22554575125155451212132">\n    <idLote>1</idLote><MDFe><ide>\n        <cUF>23</cUF>\n        <tpAmb>1</tpAmb>\n        <tpEmit>1</tpEmit>\n        <mod>58</mod>\n        <serie>1</serie>\n        <nMDF>1</nMDF>\n        <cMDF>00004894</cMDF>\n        <cDV>4</cDV>\n        <modal>1</modal>\n        <dhEmi>2019-03-26T13:58:06 03:00</dhEmi>\n        <tpEmis>1</tpEmis>\n        <procEmi>0</procEmi>\n        <verProc>Odoo</verProc>\n        <UFIni>CE</UFIni>\n        <UFFim>CE</UFFim>\n        <infMunCarrega>\n            <cMunCarrega>2305506</cMunCarrega>\n            <xMunCarrega>TESTE</xMunCarrega>\n        </infMunCarrega>\n    </ide>\n    <emit>\n        <CNPJ>15443409000150</CNPJ>\n        <IE>194995925</IE>\n        <xNome>Razao Social</xNome>\n        <xFant>Fantasia</xFant>\n        <enderEmit>\n            <xLgr>Rua</xLgr>\n            <nro>150</nro>\n            <xBairro>Centro</xBairro>\n            <cMun>2305506</cMun>\n            <xMun>IGUATU</xMun>\n            <CEP>63500000</CEP>\n            <UF>CE</UF>\n            <fone>08002755700</fone>\n        </enderEmit>\n    </emit>\n    <infModal versaoModal="3.00">\n        <rodo>\n            <veicTracao>\n                <cInt>0001</cInt>\n                <placa>PMR3000</placa>\n                <tara>4250</tara>\n                <capKG>0</capKG>\n                <capM3>0</capM3>\n                <condutor>\n                    <xNome>Luis Felipe Mileo</xNome>\n                    <CPF>33333333333</CPF>\n                </condutor>\n                <tpRod>02</tpRod>\n                <tpCar>02</tpCar>\n                <UF>CE</UF>\n            </veicTracao>\n        </rodo>\n    </infModal>\n    <infDoc>\n        <infMunDescarga>\n            <cMunDescarga>2305506</cMunDescarga>\n            <xMunDescarga>Cidade</xMunDescarga>\n            <infNFe>\n                <chNFe>23180341426966004836558720000002681197872700</chNFe>\n            </infNFe>\n            <infNFe>\n                <chNFe>23180341426966003600558720000012321410321707</chNFe>\n            </infNFe>\n        </infMunDescarga>\n    </infDoc>\n    <tot>\n        <qNFe>2</qNFe>\n        <vCarga>3044.00</vCarga>\n        <cUnid>01</cUnid>\n        <qCarga>57.0000</qCarga>\n    </tot>\n</MDFe></enviMDFe></mdfeDadosMsg></soap12:Body></soap12:Envelope>'